import React from 'react'

export default function About() {
  return (
    <section className='w-full py-28 bg-[#0F162F] flex items-center justify-center flex-col gap-10'>
      <div>
        <h1 className='text-[#c9cbffb3] font-semibold text-2xl'>ОПЛАТА</h1>
      </div>
      <div className='w-[65%] bg-[#141B35] text-[#c9cbffb3] font-semibold text-lg flex flex-col gap-8 p-8 rounded-lg'>
        <h1 className='font-semibold text-2xl text-white'>ОПЛАТА</h1>
        <div>
          <p>К оплате принимаются платежные карты: VISA Inc, MasterCard WorldWide, МИР.

Для оплаты товара банковской картой при оформлении заказа в интернет-магазине выберите способ оплаты: банковской картой.

При оплате заказа банковской картой, обработка платежа происходит на авторизационной странице банка, где Вам необходимо ввести данные Вашей банковской карты.</p>
          <p className='text-white my-5 font-medium text-xl'>На данный момент возможна оплата:</p>
          <p>1) Наличными - Вы можете оплатить свой заказ наличными, если проживаете в Санкт-Петербурге.

2) Безналичная оплата - На сайте предусмотрена безналичная оплата банковской картой после оформления заказа.

3) Оплата по счёту - Также Вы можете запросить счёт как на организацию, так и на физ. лицо. Для этого необходимо связаться с нами по телефону 8 (812) 565-00-69, или через нашу группу ВКонтакте и сообщить об этом.</p>
        </div>
      </div>
      <div className='mt-28'>
        <h1 className='text-[#c9cbffb3] font-semibold text-2xl'>О КОМПАНИИ</h1>
      </div>
      <div className='w-[65%] bg-[#141B35] text-[#c9cbffb3] font-semibold text-lg flex flex-col gap-8 p-8 rounded-lg'>
      <h1 className=' font-semibold text-2xl text-white'>ВОЗВРАТ ТОВАРА</h1>
        <div>
          <p>Процедура возврата товара регламентируется статьей 26.1 федерального закона «О защите прав потребителей».

· Потребитель вправе отказаться от товара в любое время до его передачи, а после передачи товара - в течение семи дней;

· Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара;

· Потребитель не вправе отказаться от товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный товар может быть использован исключительно приобретающим его человеком;

· При отказе потребителя от товара продавец должен возвратить ему денежную сумму, уплаченную потребителем по договору, за исключением расходов продавца на доставку от потребителя возвращенного товара, не позднее чем через десять дней со дня предъявления потребителем соответствующего требования;</p>
        </div>
      </div>
      <div className='mt-28'>
        <h1 className='text-[#c9cbffb3] font-semibold text-2xl'>ПЕРСОНАЛЬНЫЕ ДАННЫЕ</h1>
      </div>
      <div className='w-[65%] bg-[#141B35] text-[#c9cbffb3] font-semibold text-lg flex flex-col gap-8 p-8 rounded-lg'>
        <h1 className=' font-semibold text-2xl text-white'>ПЕРСОНАЛЬНЫЕ ДАННЫЕ</h1>
        <div>
          <p>Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую интернет-магазин может получить о Пользователе во время использования сайта, расположенного на доменном имени lightflightpc.ru.

1. Определения и термины

1.1. Сайт – сайт интернет-магазина Light Flight PC, расположенный на доменном имени lightflightpc.ru.
1.2. Клиент – физическое лицо, использующее сайт интернет-магазина.
1.3. Персональные данные - информация, относящаяся к определенному Клиенту, указанная в п. 3.1 настоящего Положения.
1.4. Обработка персональных данных – любые операции, совершаемые с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
1.5. Cookies - фрагменты данных, отправляемых веб-сервером браузеру при посещении сайта Клиентом.

2. Цели и принципы политики конфиденциальности и сбора персональных данных

2.1. Политика конфиденциальности действует в отношении любой указанной в разделе 3 информации, которую интернет-магазин может получить о Клиенте во время использования сайта, программ и продуктов сайта.
2.2. Клиент предоставляет свои персональные данные с целью:

исполнения нами своих обязательств перед Клиентом по продаже товаров и предоставлению услуг;
оформления заказа и (или) заключения Договора купли-продажи товара дистанционным способом с интернет-магазином Light Flight PC;
предоставления Пользователю доступа к персонализированным ресурсам Сайта;
установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя;
уведомления Пользователя Сайта интернет-магазина о состоянии Заказа;
предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта.
3. Информация, подлежащая обработке


3.1. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Клиентом путём заполнения регистрационной формы на сайте интернет-магазина и включают в себя следующую информацию:

ФИО Клиента;
контактный телефон Клиента;
адрес электронной почты (e-mail);
адрес доставки Товара;
3.2. Интернет-магазин также получает данные, которые автоматически передаются в процессе просмотра при посещении сайта, в т. ч.:

IP адрес;
информация из cookies;
информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);
время доступа;
реферер (адрес предыдущей страницы).
4. Обработка и использование персональных данных

4.1. Обработка персональных данных Клиента осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
4.2. Соглашаясь с настоящей Политикой конфиденциальности Клиент предоставляет интернет-магазину свое бессрочное согласие на обработку указанных в разделе 3 персональных данных всеми указанными в настоящей Политике способами, а также передачу указанных данных партнерам интернет-магазина для целей исполнения принятых на себя обязательств.
4.3. Интернет-магазин не вправе передавать информацию о Клиенте неаффилированным лицам или лицам, не связанным с интернет-магазином договорными отношениями.
4.4. Передача информации аффилированным лицам и лицам, которые связаны с интернет-магазином договорными отношениями (курьерские службы, организации почтовой связи и т.д.), осуществляется для исполнения заказа Клиента, а также для возможности информирования Клиента о проводимых акциях, предоставляемых услугах, проводимых мероприятиях.
4.5. Аффилированные лица и лица, связанные с интернет-магазином договорными отношениями, принимают на себя обязательства обеспечивать конфиденциальность информации и гарантировать ее защиту, а также обязуются использовать полученную информацию исключительно для целей исполнения указанных действий или оказания услуг.
4.6. Интернет-магазин принимает все необходимые меры для защиты персональных данных Клиента от неавторизированного доступа, изменения, раскрытия или уничтожения.

5. Права и обязанности Клиента

5.1. Клиент обязуется не сообщать каким-либо третьим лицам логин и пароль, используемые им для идентификации на сайте интернет-магазина.
5.2. Клиент обязуется соблюдать должную осмотрительность при хранении пароля, а также при его вводе.
5.3. Клиент вправе изменять свои личные данные, а также требовать удаление личных данных у интернет-магазина.

6. Дополнительные условия

6.1. Соглашаясь с настоящей Политикой конфиденциальности, Клиент предоставляет свое бессрочное согласие на получение информации о состоянии заказов, учетной записи и прочих уведомлений технического характера, а также уведомлений рекламного характера, в том числе о текущих маркетинговых акциях и актуальных предложениях интернет-магазина, с помощью различных средств, включая SMS и электронную почту, но не ограничиваясь ими. Клиент может в любое время отказаться от получения такой информации путем изменения данных учетной записи на сайте интернет-магазина.
6.2. Интернет-магазин несет ответственность перед клиентом в случаях, предусмотренных действующим законодательством.
6.3. Интернет-магазин освобождается от ответственности в случаях, когда информация о Клиенте:

стала публичным достоянием до её утраты или разглашения;
была получена от третьей стороны до момента её получения интернет-магазином;
была разглашена с согласия Клиента.
6.4. Интернет-магазин вправе вносить изменения в политику конфиденциальности в одностороннем порядке. Изменения вступают в силу с момента их опубликования на сайте Интернет-магазина.</p>
        </div>
      </div>
    </section>
  )
}
